Repository: Pavelabramovich/RentDb
Catalog: src/LilaRent.MobileApp/Resources/Localization/ErrorMessages/ErrorMessages.*.resx
Languages: ru

source: This email is not exist
ru: Этот email не существует

source: Login or password is invalid
ru: Неправильный логин или пароль

source: This login is already registered in the system
ru: Этот логин уже зарегистрирован в системе

source: This file format is not supported
ru: Этот формат файлов не поддерживается

source: This login is not registered in the system
ru: Этот логин не зарегистрирован в системе

source: minimum login length is 6
ru: логин должен содержать не менее 6 символов

source: minimum email length is 6
ru: email должен содержать не менее 6 символов

source: maximum login length is 30
ru: логин должен содержать не более 30 символов

source: maximum email length is 30
ru: email должен содержать не более 30 символов

source: email allows letters of Russian and English alphabets only
ru: email может содержать буквы только русского и английского алфавита

source: login allows letters of Russian and English alphabets only
ru: логин может содержать буквы только русского и английского алфавита

source: email allows numbers from 0 to 9 only
ru: email может содержать цифры только от 0 до 9

source: login allows numbers from 0 to 9 only
ru: логин может содержать цифры только от 0 до 9

source: spaces in login are not allowed
ru: пробелы в логине не допускаются

source: spaces in email are not allowed
ru: пробелы в email не допускаются

# allowed special characters in email: '.-#@%&amp;/
source: allowed special characters in email: '.-#@%&/
ru: допустимые специальный символы в email: '.-#@%&/

# allowed special characters in login: '.-#@%&amp;/
source: allowed special characters in login: '.-#@%&/
ru: допустимые специальный символы в логине: '.-#@%&/

source: invalid email format in login
ru: неверный формат email для логина

# invalid email format in email
source: invalid email format
ru: неверный формат email

source: minimum password length is 6
ru: пароль должен содержать не менее 6 символов

source: password allows letters of English alphabets only
ru: пароль может содержать буквы только английского алфавита

source: password allows numbers from 0 to 9 only
ru: пароль может содержать цифры только от 0 до 9

source: spaces in password are not allowed
ru: пробелы в пароле не допускаются

# password allows special characters: !#$%&amp;'*+,-./:;&lt;=&gt;?@^_`|~()[]{}
source: password allows special characters: !#$%&'*+,-./:;<=>?@^_`|~()[]{}
ru: допустимые специальные символы в пароле: !#$%&'*+,-./:;<=>?@^_`|~()[]{}

source: allowed verification code length is 6
ru: проверочный код должен состоять из шести символов

source: verification code allows numbers from 0 to 9 only
ru: проверочный код может содержать цифры только от 0 до 9

source: maximum password length is 20
ru: пароль должен содержать не более 20 символов

source: login is required
ru: логин обязателен

source: phone is required
ru: телефон обязателен

source: verification code is required
ru: проверочный код обязателен

source: password is required
ru: пароль обязателен

source: passwords do not match
ru: пароли не совпадают

source: rent object name is required
ru: имя объекта сдачи обязательно

source: address is required
ru: адрес обязателен

source: description is required
ru: описание обязательно

source: minimum address length is 3
ru: адрес должен содержать не менее 3 символов

source: maximum address length is 70
ru: адрес должен содержать не более 70 символов

source: address allows letters of Russian and English alphabets only
ru: адрес может содержать буквы только русского и английского алфавита

source: minimum rent object name length is 1
ru: имя объекта сдачи должно содержать не менее 6 символов

source: maximum rent object name length is 50
ru: имя объекта сдачи может содержать не более 30 символов

source: rent object name allows letters of Russian and English alphabets only
ru: имя объекта сдачи может содержать буквы только русского и английского алфавита

source: rent object name allows numbers from 0 to 9 only
ru: имя объекта сдачи может содержать цифры только от 0 до 9

source: rent object name allows special characters: '.,-
ru: допустимые специальный символы в имени объекта сдачи: '.,-

source: minimum description length is 2
ru: описание должно содержать не менее 3 символов

source: maximum description length is 500
ru: описание может содержать не более 500 символов

source: description allows letters of Russian and English alphabets only
ru: описание может содержать буквы только русского и английского алфавита

source: description allows numbers from 0 to 9 only
ru: описание может содержать цифры только от 0 до 9

# allowed special characters in description: '.-#@%&amp;/&quot;,:?!$
source: allowed special characters in description: '.-#@%&/\",:?!$
ru: допустимые специальный символы в описании: '.-#@%&/\",:?!$

source: image allows only .png, .jpg, .jpeg and .svg formats
ru: для зарузки изображения допустимы только следующие форматы: .png, .jpg, .jpeg и .svg

source: maximum image size is 5 MB
ru: максимальный размер изображения 5 МБ

source: offer agreement allows only .pdf and .doc formats
ru: для загрузки договора оферты доступны следующие форматы: .pdf и .doc

source: Add at least one image
ru: Добавьте хотя бы одно фото

source: offer agreement is required
ru: договор оферты обязателен

source: break must be positive
ru: перерыв должен быть положительным

source: maximum break is 720 minutes
ru: максимальный перерыв 720 минут

source: rent start is required
ru: время начала аренды обязательно

source: rent end is required
ru: время конца аренды обязательно

source: rent ent time should be greather then rent start time
ru: время конца аренды должно быть больше времени начала

source: enter numeric break
ru: перерыв между записями должен быть числом

source: enter correct minimum rent time
ru: введите корректное минимальное время аренды

source: enter correct maximum rent time
ru: введите корректное максимальное время аренды

source: The value must be greater than or equal to minimum rent time
ru: Значение должно быть больше или равно минимальному времени аренды

source: enter minimum rent time that multiple of 10 minutes
ru: введите минимальное время аренды, которое кратно 10 минутам

source: price is required
ru: цена обязательна

source: enter valid minimum time for discount
ru: введите корректное максимальное время для скидки

source: enter minimum time for discount that multiple of 10 minutes
ru: введите минимальное время для скидки, кратное 10 минутам

source: enter maximum time for discount that multiple of 10 minutes
ru: введите максимальное время для скидки, кратное 10 минутам

source: enter valid maximum time for discount
ru: введите корректное максимальное время для скидки

source: enter valid discount percentage
ru: введите корректный процент скидки

source: The value must be greater than or equal to minimum time for discount
ru: Значение должно быть больше или равно минимальному времени скидки

source: discount percentage must be positive
ru: процент скидки должен быть положительным числом

source: maximum value of discount percentage is 100%
ru: максимальнйы процент скидки это 100%

source: enter maximum rent time that multiple of 10 minutes
ru: введите максимальное время аренды, которое кратно 10 минутам

source: ad editing
ru: редактирование объявления
