Repository: Pavelabramovich/RentDb
Catalog: src/LilaRent.MobileApp/Resources/Localization/Views/Views.*.resx
Languages: ru

source: Change locale
ru: Сменить локаль

source: Notifications, bookings and offers settings
ru: Настройка уведомлений, бронирований и предложений

source: Settings
ru: Настройки

source: Add a header to your profile
ru: Добавьте шапку Вашего профиля

source: Name is required
ru: Имя обязательно

source: Phone is required
ru: Телефон обязателен

source: Photo is required
ru: Фото обязательно

source: About the developers
ru: О разработчиках

source: Advertising
ru: Реклама

source: Advertising advertisements
ru: Реклама объявления

source: All
ru: Все

source: Analytics
ru: Аналитика

source: Announcement owner: {0}
ru: Владелец объявления: {0}

source: Archive of my advertisements
ru: Архив моих объявлений

source: Area, m2
ru: Площадь, м2

source: Beauty saloon
ru: Салон красоты

source: Category
ru: Категория

source: Catalog
ru: Каталог

source: Categories
ru: Категории

source: Change background color
ru: Изменить цвет фона

source: Contact developers
ru: Связь с разработчиками

source: Continue
ru: Далее

source: Coworking type
ru: Тип коворкинга

source: Coworkings
ru: Коворкинги

source: Create announcement
ru: Создать объявление

source: Current
ru: Текущее

source: Data and cache
ru: Данные и кэш

source: Date: {0}
ru: Дата: {0}

source: Doesnt matter
ru: Не важно

source: Edit your page description
ru: Редактировать описание вашей страницы

source: Enter
ru: Вход

source: Enter login
ru: Введите логин

source: Enter password
ru: Введите пароль

source: Equipment
ru: Оборудование

source: Equipment type
ru: Тип оборудования

source: Exit
ru: Выйти

source: from
ru: с

source: Forgot password?
ru: Забыли пароль?

source: Geolocation
ru: Геопозиция

source: Go to advertisement page
ru: Перейти на страницу объявления

source: Go to the owner's page
ru: Перейти на страницу арендодателя

source: Hairdressing salon
ru: Парикмахерская

source: Login
ru: Логин

source: In the city?
ru: В черте города?

source: Long-term
ru: Долгосрочная

source: My announcements
ru: Мои объявления

source: No
ru: Нет

source: Number of people
ru: Количество человек

source: On guarantee
ru: На гарантии

source: Other
ru: Другое

source: Password
ru: Пароль

source: Past
ru: Прошедшее

source: Price
ru: Цена

source: Rating
ru: Рейтинг

source: Real estate
ru: Недвижимость

source: Recommendations
ru: Рекомендации

source: Records and visits of my clients
ru: Записи и визиты моих клиентов

source: Registration
ru: Регистрация

source: Rent object: {0}
ru: Объект аренды: {0}

source: Rent term
ru: Срок аренды

source: Rented by me
ru: Арендуемое мной

source: Replace with background image
ru: Заменить на фоновое изображение

source: Reviews about me
ru: Отзывы обо мне

source: Search
ru: Поиск

source: Short-term
ru: Краткосрочная

source: Social networks, other contacts
ru: Соцсети, другие контакты

source: Status: {0}
ru: Статус: {0}

source: to
ru: до

source: Upcoming
ru: Предстоящее

source: Workplace
ru: Рабочий

source: Yes
ru: Да

source: Accept
ru: Принять

source: Filters
ru: Фильтры

source: Enter email associated with account
ru: Введите e-mail, привязанный к аккаунту

source: Enter temporary password, sent to your mail
ru: Введите временный пароль, отправленный вам на почту

source: recover password
ru: восстановление пароля

source: Enter the temporary password sent to your email
ru: Введите временный пароль, отправленный на Вашу почту

source: Login successful! Enter your new password
ru: Вход успешен! Введите свой новый пароль

source: Password successfully changed
ru: Пароль успешно изменён

source: Repeat password
ru: Повторите пароль

source: Add your contacts
ru: Добавьте Ваши контакты

source: Add your photo or logo
ru: Добавьте Ваше фото или логотип

source: Attach a lease agreement template
ru: Прикрепите шаблон договора аренды

source: Create password
ru: Придумайте пароль

source: Enter description of the services provided
ru: Введите описание предоставляемых услуг

source: Enter organization name
ru: Введите название организации

source: Enter verification code
ru: Введите проверочный код

source: Enter your email address
ru: Укажите адрес эл. почты

source: For these individuals, the opportunity to post rental ads is available only in the “Real Estate” category
ru: Для данных лиц возможность размещения объявлений об аренде доступна только в категории “Недвижимость”

source: Individual
ru: Физическое лицо

source: Legal person
ru: Юридическое лицо

source: Profile description
ru: Описание профиля

source: Register as
ru: Зарегистрироваться как

source: Registration successfully completed
ru: Регистрация успешно завершена

source: SEND VERIFICATION CODE
ru: ОТПРАВИТЬ ПРОВЕРОЧНЫЙ КОД

source: These individuals can create ads for rent in all categories and view ad ratings
ru: Для данных лиц доступно создание объявлений для аренды во всех категориях, просмотр рейтингов объявлений

source: Appointment
ru: Записаться

source: Other announcements
ru: Другие объявления

source: Prices
ru: Прайсы

source: Reviews
ru: Отзывы

source: This profile doesnt have announcements
ru: У этого профиля нет объявлений

source: Length should be equals 6
ru: Допустимая длина 6 символов

source: Medium password
ru: Средний пароль

source: Strong password
ru: Сильный пароль

source: Weak password
ru: Слабый пароль

source: Legal entity type is required
ru: Тип субъекта обязателен

source: About myself is required
ru: Обязательно расскажите о себе

source: ad creating
ru: создание объявления

source: Attach a photo
ru: Прикрепите фото

source: City
ru: Город

source: In which city is your proposal?
ru: В каком городе Ваше предложение?

source: Name
ru: Название

source: Tell more about your proposal...
ru: Расскажите подробнее о Вашем предложении...

source: What are you offering?
ru: Что Вы предлагаете?

source: 24 hours a day
ru: Круглосуточно

source: Select the facility`s work schedule
ru: Выберите рабочий график объекта

source: Select time
ru: Выбрать время

source: Description
ru: Описание

source: How long is the rental booked for?
ru: На сколько бронируется аренда?

source: Specify the time
ru: Укажите время

source: What is the interval between entries during which a new one cannot be created?
ru: Какой перерыв между записями в течении которого нельзя создавать новую?

source: My profile
ru: Мой профиль

source: Announcements
ru: Объявления

source: Favorites
ru: Избранное

source: Owners
ru: Арендодатели

source: Recently viewed
ru: Ранее смотрели

source: days
ru: суток

source: hours
ru: часов

source: minutes
ru: минут

source: History
ru: История

source: Cancel order
ru: Отменить бронь

source: Cancelation is successful
ru: Отмена брони прошла успешно

source: Do you want to cancel your order?
ru: Вы действительно хотите отменить заказ?

source: Leave it
ru: Оставить

source: Ok
ru: Ок

source: Thanks for being with us
ru: Спасибо, что были с нами

source: Warning! This action cant be undone.
ru: Внимание! Данное действие нельзя отменить.

source: Time: from {0} to {1}
ru: Время: с {0} по {1}

source: Rent object
ru: Объект сдачи

source: Manicure table
ru: Маникюрный стол

source: Where is the rental object located?
ru: Где расположен объект сдачи?

source: Tell us about the object...
ru: Расскажите об объекте...

source: City, street...
ru: Город, улица...

source: Attach a photo of the rental object
ru: Прикрепите фото объекта сдачи

source: Upload photo
ru: Загрузить фото

source: Attach the Offer Agreement
ru: Прикрепите Договор оферты

source: Upload agreement
ru: Загрузить договор

source: File {0} is loaded
ru: Файл {0} загружен

source: Private coworking Clients need to be added to the list so they can make appointments
ru: Приватный коворикнг Клиентов нужно добавить в список чтобы они могли оформлять записи

source: Can clients change records themselves
ru: Могут ли клиенты сами изменять записи

source: Can clients cancel their appointments themselves
ru: Могут ли клиенты сами отменять записи

source: access settings
ru: настройки доступа

source: discount parameters
ru: параметры скидки

source: Specify the renting duration
ru: Укажите длительность записи

source: Rental price for {0}
ru: Стоимость аренды за {0}

source: hour
ru: час

source: day
ru: сутки

source: 10 minutes
ru: 10 минут

source: Use discount
ru: Использовать скидку

source: Client Access Settings
ru: Настройки доступа для клиентов

source: Time
ru: Время

source: Closed for booking by clients break between appointments
ru: Закрытый для бронирования клиентами перерыв между записями

source: Specify time in minutes
ru: Укажите время в минутах

source: Save
ru: Сохранить

source: You can offer your customers a discount after a certain rental period.
ru: Вы можете предлагать своим клиентам скидку после определённой продолжительности аренды.

source: Specify the time after which the discount is active.
ru: Укажите время после которого скидка активна.

source: Specify the discount percentage
ru: Укажите процент скидки

source: For example, 10%
ru: Например, 10%

source: Publish
ru: Опубликовать

source: Completed!
ru: Готово!

source: Your ad has been updated successfully
ru: Ваше объявление успешно обновлено

source: Notifications
ru: Уведомления

source: Help and Feedback
ru: Помощь и обратная связь

source: About us
ru: О нас

source: Clients
ru: Клиенты

source: Welcome to Lila Rent!
ru: Вас приветствует Lila Rent!

source: Koworkings
ru: Коворкинги

source: Working places
ru: Рабочие места

source: Your ad has been successfully published
ru: Ваше объявление успешно опубликовано

source: Completed
ru: Готово
